Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Error insert text resources
de: Fehler beim Einfügen von Text-Ressourcen

source: The calibration data could not be found.
de: Die Kalibrierungsdaten konnten nicht gefunden werden.

source: VC: No keys defined in current key layout
de: VC: Keine Tasten in aktuellem Tastenlayout definiert

source: VC: Snippet not found
de: VC: Textschnipsel nicht gefunden

source: VC: VC debug modules being used
de: VC: VC Debug Module in Verwendung

source: VC: Terminal error (boot client error)
de: VC: Terminal Fehler (Boot Client Fehler)

source: Base Error
de: MCImage: Basis Fehlernummer

source: MCImage: MemCard invalid
de: MCImage: MemCard ist ungültig

source: MCImage: CPU type invalid
de: MCImage: CPU Typ ist ungültig

source: MCImage: Valid memory image not present on this MemCard
de: MCImage: Kein gültiges Speicherabbild auf dieser MemCard

source: MCImage: Error writing to SRAM
de: MCImage: Fehler beim Schreiben auf das SRAM

source: MCImage: Error writing to FLASH
de: MCImage: Fehler beim Schreiben auf das FLASH

source: MCImage: Error deleting FLASH
de: MCImage: Fehler beim Löschen des FLASH

source: McImage: Copy to MemCard failed
de: McImage: Kopieren auf die MEMCARD fehlgeschlagen

source: McImage: Failed to update target
de: McImage: Update des Target fehlgeschlagen

source: McImage: Invalid mode setting
de: McImage: Ungültige Modeeinstellung

source: McImage: Target has been updated - automatic cold restart
de: McImage: Update des Target durchgeführt - automatischer Kaltstart

source: No L2DP slave module.
de: Kein L2DP Slave Modul

source: Not yet in data transfer mode
de: Der Datentransfermode wurde noch nicht erreicht

source: L2DP doesn't have enough memory.
de: L2DP hat zuwenig Speicher

source: Internal state machine error.
de: Interner Statemaschine-Fehler.

source: Invalid node number.
de: Ungültige Knotennummer

source: Maximum output data length exceeded
de: Maximale Outputdatenlänge überschritten

source: Maximum input data length exceeded
de: Maximale Inputdatenlänge überschritten

source: Maximum input/output data length exceeded
de: Maximale In- Outputdatenlänge überschritten

source: Invalid ordinal number
de: Ungültige Ordnungszahl

source: Invalid parameter for calling HwSetBeep()
de: Ungültige Parameter für Aufruf von HwSetBeep()

source: Function called with invalid ident
de: Funktion mit dem ungültigen Ident aufgerufen

source: Function called with invalid address of data object name or data object not found in automation target system
de: Funktion mit der ungültigen Adresse des Datenobjektnamen aufgerufen oder ist das Datenobjekt im Automation Zielsystem nicht vorhanden.

source: 0 transferred instead of "imaInfoStruct" structure address
de: Statt Adresse der Struktur imaInfoStruct wurde 0 übergeben

source: Syntax error in configuration data object
de: Syntaxfehler im Konfigurationsdatenobjekt;

source: Incorrect keyword in configuration data object
de: Falsches Schlüsselwort im Konfigurations-Datenobjekt

source: Incorrect name in configuration data object
de: Falscher Name im Konfigurationsdatenobjekt

source: Invalid value in configuration data object
de: Ungültiger Wert im Konfigurationsdatenobjekt

source: Not enough data specified for a service in the configuration data object
de: Zu wenige Daten bei einem Dienst im Konfigurationsdatenobjekt angegeben.

source: Too few INA connections configured
de: zu geringe Anzahl INA-Verbindungen konfiguriert

source: Max. number of variable services in configuration data object reached
de: Max. Anzahl Variablendienste in einem Konfigurations-Datenobjekt ist erreicht

source: Maximum number of PV sections in a configuration data object reached
de: Maximale Anzahl PV-Sektionen in einem Konfigurations-Datenobjekt wurde erreicht.

source: Reached max. number of services for BR modules in a configuration data object.
de: Max. Anzahl Dienste für BR-Module in einem Konfigurations-Datenobjekt ist erreicht.

source: Could not determine process variable address
de: Adresse einer Prozessvariable konnte nicht ermittelt werden;

source: Incorrect process variable length
de: Falsche Länge einer Prozessvariable

source: IMA function called in task with cycle time less than 10 ms
de: Eine IMA-Funktion ist in einem Task, der mit der Zykluszeit unter 10 ms definiert ist, aufgerufen

source: Could not allocate necessary temporary memory on the automation target system
de: Der benötigte Speicher konnte im temporären Bereich des Automation Zielsystems nicht alloziert werden

source: Temporary allocated memory could not be freed up
de: Temporär allozierte Speicher konnte nicht freigegeben werden

source: Internal error evaluating the configuration data object
de: interner Fehler bei der Auswertung des Konfigurations-Datenobjekts aufgetreten

source: No HWD header
de: Kein HWD Header

source: No free memory for HWD or parameters.
de: Kein Speicher für HWD oder Parameter frei.

source: HWD file not found
de: HWD-File nicht gefunden

source: Error - HWD XML Init
de: Fehler bei HWD XML Init

source: Invalid direction specified
de: Ungültige Richtungsangabe

source: HWD parameter error
de: Parameterfehler in HWD

source: HWD entry not found
de: HWD nicht gefunden

source: ID attribute missing
de: ID-Attribut fehlt

source: HWD entry ignored
de: HWD Eintrag ignoriert

source: HWD module not found
de: HWD Modul nicht gefunden

source: Parameter name missing
de: Parametername fehlt

source: Invalid data type for parameter
de: Ungültiger Datentyp bei Parameter

source: Obsolete STRING attribute for parameter
de: Obsoletes STRING-Attribut bei Parameter

source: No interrupt handler installed for IRL1 Interrupt
de: Kein Interrupthandler für IRL1 Interrupt installiert

source: Device doesn't exist or device not configured
de: Device existiert nicht bzw. Device ist nicht konfiguriert

source: FBK "pDevice" parameter invalid (e.g. pDevice = 0)
de: ungültiger FUB-Parameter "pDevice" (z.B. pDevice = 0)

source: FBK "Option" parameter invalid
de: ungültiger FUB-Parameter "Option"

source: Invalid FBK parameter, error text depends on the function block.
de: ungültiger FUB-Parameter, Fehlertext abhängig vom Funktionsblock

source: Parameter can't be set (e.g. subnet mask)
de: Setzen des Parameters nicht möglich (z.B. subnet mask)

source: Error in the AR registry
de: Fehler in der AR-Registry

source: INA device does not support INA node numbers (e.g. IF1 = RS232)
de: INA-Device unterstützt keine INA-Knotennummern (z.B. IF1 = RS232)

source: Initialization error on FTP server.
de: Initialisierungsfehler des FTP Servers

source: Shutdown error on FTP server.
de: Shutdownfehler des FTP Server

source: Default gateway not defined
de: Default Gateway nicht gesetzt

source: Could not start SNTP server.
de: Fehler beim Starten des SNTP-Servers

source: Could not start the SNTP client.
de: Fehler beim Starten des SNTP-Clients

source: Invalid FBK parameter - values from 1 to 60 are valid.
de: Ungültiger FUB-Parameter, Werte von 1 bis 60 sind gültig

source: Unexpected system error
de: Unerwarteter Fehler aus dem System

source: The time zone cannot be read or set.
de: Das Setzen/Lesen der Zeitzone ist nicht möglich.

source: Invalid FBK parameter
de: Ungültiger FUB-Parameter

source: Invalid domain.
de: Domain ungültig.

source: Invalid default user
de: Defaultuser ungültig

source: INA node number could not been set.
de: INA Knotennummer konnte nicht gesetzt werden.

source: Invalid buffer for the default password
de: Ungültiger Puffer für das Defaultpasswort

source: DHCP server already running
de: DHCP Server läuft bereits

source: Buffer for interface list too small
de: Buffer für Interfaceliste zu klein

source: Array is too small and can't hold all leases
de: Array ist zu klein und kann nicht alle Leases aufnehmen

source: Lease already exists
de: Lease existiert bereits

source: Timeout must be larger than 300 or -1 (=infinite)
de: Timeout muss größer 300 sein oder -1 (=unendlich)

source: DHCP server is not configured
de: DHCP Server ist nicht konfiguriert

source: Function of sdm not found.
de: Funktion des sdm nicht gefunden.

source: NV data can't be deleted
de: NV Daten konnten nicht gelöscht werden

source: Function not found in system
de: Funktion am System nicht vorhanden

source: The SDM is switched off.
de: Der SDM ist ausgeschaltet

source: The web server is switched off.
de: Der Webserver ist ausgeschaltet

source: No IP address obtained via DHCP.
de: Es wurde keine IP Adresse über DHCP erhalten.

source: Update of routing table failed
de: Aktualisierung der Routing Tabelle ist fehlgeschlagen

source: Enabling/Disabling the automatic summer time changeover is not possible.
de: Das Aktivieren/Deaktivieren der automatischen Sommerzeitumschaltung ist nicht möglich.

source: Error selecting a data storage device
de: Fehler bei der Auswahl eines Datenträgers

source: Error determining partitioning information of a data storage device
de: Fehler bei der Ermittlung der Partitionierungsinformation eines Datenträgers

source: Error partitioning a data storage device (number of partitions)
de: Fehler bei der Partitionierung eines Datenträgers (Anzahl der Partitionen)

source: Error partitioning a data storage device
de: Fehler bei der Partitionierung eines Datenträgers

source: Error formatting a partition
de: Fehler bei der Formatierung einer Partition

source: logbook entry format partition
de: Logbucheintrag Partition formatieren

source: logbook entry create partition
de: Logbucheintrag Partition erstellen

source: Memcard erased
de: AsMC: MemCard gelöscht

source: Error erasing Memcard
de: AsMC: Fehler beim Löschen der MemCard

source: HWScript: Null pointer error
de: HWScript: Null Pointer Fehler

source: HWScript: Syntax error in command
de: HWScript: Syntax-Fehler in Kommando

source: HWScript: wrong channel
de: HWScript: Falscher Kanal

source: HWScript: not supported command
de: HWScript: Nicht unterstütztes Kommando

source: HWScript: Timeout during access to the module
de: HWScript: Timeout beim Zugriff auf das Modul

source: HWScript: Name of parameter missing
de: HWScript: Parameter-Name fehlt

source: HWScript: Access to register failed
de: HWScript: Zugriff auf Register fehlgeschlagen

source: The axis object is invalid.
de: Das Achsobjekt ist ungültig.

source: Drive is not ready.
de: Antrieb nicht bereit.

source: Invalid parameter number.
de: Ungültige Parameternummer.

source: The axis is not homed.
de: Die Achse ist nicht referenziert.

source: The controller is off.
de: Der Regler ist aus.

source: This movement type is currently not allowed.
de: Dieser Bewegungstyp ist derzeit nicht erlaubt.

source: The axis object was changed since last FB call.
de: Das Achsobjekt wurde seit dem letzten FB-Aufruf geändert.

source: The drive is in error state.
de: Der Antrieb ist im Fehlerzustand.

source: Parameter initialization (Global-init) failed.
de: Parameter-Initialisierung (Global-Init) fehlgeschlagen.

source: Switching the motor holding brake not possible. Controller is on.
de: Haltebremse kann nicht geschaltet werden. Der Regler ist eingeschaltet.

source: Homing not possible.
de: Referenzieren nicht möglich.

source: Discrete movement not possible.
de: Diskrete Bewegung nicht möglich.

source: Continuous movement not possible.
de: Endlosbewegung nicht möglich.

source: Invalid input parameter.
de: Ungültiger Eingabeparameter.

source: Unknown PLCopen axis state.
de: Unbekannter PLCopen Achs-Zustand.

source: Invalid PLCopen parameter value.
de: Ungültiger Wert für PLCopen.

source: No cam name.
de: Kein Kurvenname.

source: Error at cam download.
de: Fehler bei Kurve-Download

source: The target position is outside the axis period.
de: Die Zielposition ist außerhalb der Achsperiode.

source: Error on drive. Use MC_(BR)_ReadAxisError for details.
de: Fehler auf dem Antrieb. MC_(BR)_ReadAxisError für Details aufrufen.

source: No further master position can be sent on the network from this drive.
de: Dieser Antrieb kann keine weitere Masterposition auf dem Netzwerk senden.

source: No further master position can be read from the network by this drive.
de: Dieser Antrieb kann keine weitere Masterposition vom Netzwerk lesen.

source: Synchronized movement not possible.
de: Gekoppelte Bewegung nicht möglich.

source: Internal error: Error at parameter list transfer.
de: Interner Fehler: Fehler beim Übertragen der Parameterliste.

source: The master velocity is invalid, 0 or negative.
de: Die Mastergeschwindigkeit ist ungültig, 0 oder negativ.

source: Internal error: Invalid SPT resource type.
de: Interner Fehler: Ungültiger SPT-Ressource-Typ.

source: SPT resource of required type not available.
de: SPT-Ressourcen des benötigten Typs nicht verfügbar.

source: Internal error: Number of requested SPT resources is not available.
de: Interner Fehler: Anzahl der angeforderten SPT-Ressourcen ist nicht verfügbar.

source: The functionality is not available for the current axis type.
de: Diese Funktionalität ist für den aktuellen Achstyp nicht verfügbar.

source: Error in TriggerInput parameters.
de: Fehler in TriggerInput Parametern.

source: The FB cannot be used in the current state.
de: Dieser FB kann im aktuellen Zustand nicht benutzt werden.

source: This functionality is not available for this network.
de: Diese Funktionalität ist für dieses Netzwerk nicht verfügbar.

source: The specified ParID can't be used because of the data type size.
de: Die angegebene ParID kann wegen der Datentyp-Größe nicht verwendet werden.

source: Wrong data type for specific ParID.
de: Falscher Parametertyp für angegebene ParID.

source: Cyclic read data full.
de: Zyklische Lesedaten voll.

source: Internal error during configuration of cyclic data.
de: Interner Fehler während Konfiguration von zyklischen Daten.

source: TouchProbe window invalid.
de: TouchProbe Fenster ungültig.

source: Master sync position cannot be reached.
de: Master-Synchron-Position kann nicht erreicht werden.

source: CamTableID is invalid.
de: CamTableID ungültig.

source: Error at parameter table download.
de: Fehler bei Parametertabellen-Download.

source: Error at parameter list initialization.
de: Fehler beim Initialisieren der Parameterliste.

source: Error at parameter sequence download.
de: Fehler beim Download der Parametersequenz.

source: Error at parameter sequence initialization.
de: Fehler beim Initialisieren der Parametersequenz.

source: Initialization not possible, axis coupling is active.
de: Initialisierung nicht möglich, Achskopplung ist aktiv.

source: Multiple commands not possible at the same time.
de: Nicht mehrere Kommandos gleichzeitig möglich.

source: The specified data address is invalid.
de: Die angegebene Datenadresse ist ungültig.

source: No data object name specified.
de: Kein Datenobjektname angegeben.

source: Invalid data object index.
de: Ungültiger Datenobjektindex.

source: Send channel already in use.
de: Sendekanal wird bereits benutzt.

source: Slave channel already in use.
de: Slavekanal wird bereits benutzt.

source: Cyclic write data full.
de: Zyklische Schreibdaten voll.

source: Communication to drive failed.
de: Kommunikation zum Antrieb ausgefallen.

source: The MasterParID was changed since last FB call.
de: Die MasterParID wurde seit dem letzten FB-Aufruf geändert.

source: Invalid number of cam profile polynomials.
de: Ungültige Anzahl von Kurvenscheibenpolynomen.

source: FB aborted by another one.
de: Der FB wurde durch einen anderen unterbrochen.

source: Error during saving of the NC-INIT parameter module.
de: Fehler beim Speichern des NC-INIT-Parameter-Modules.

source: Error during loading of the NC-INIT parameter module.
de: Fehler beim Laden des NC-INIT-Parameter-Modules.

source: Selected MC_TouchProbe function block is not active.
de: Der ausgewählte FB vom Typ MC_TouchProbe ist nicht aktiv.

source: Error at initialization of Automat.
de: Automatendaten nicht initialisiert.

source: The given "Subject" is invalid.
de: Das angegebene "Subject" ist ungültig.

source: Error at initialization of parameters. Use MC_ReadAxisError for details.
de: Ein Fehler bei der Initialisierung der Daten ist aufgetreten. MC_ReadAxisError für Details aufrufen.

source: At least one input value was changed while "Enable = TRUE".
de: Mindestens ein Wert eines Einganges wurde während "Enable = TRUE" geändert.

source: A phase shift is already in progress.
de: Es wird bereits eine Phasenverschiebung durchgeführt.

source: A offset shift is already in progress.
de: Es wird bereits eine Offsetverschiebung durchgeführt.

source: No period for axis, master, slave or FB input defined.
de: Keine Periode für Axis, Master, Slave oder FB Eingang definiert.

source: Output value cannot be calculated.
de: Berechnung des Wertes für einen Ausgang nicht möglich.

source: No valid master defined.
de: Keine gültige Masterachse definiert.

source: This functionality is not available for ACOPOSmulti drives.
de: Diese Funktionalität ist für ACOPOSmulti nicht verfügbar.

source: Command currently cannot be executed.
de: Kommando kann derzeit nicht ausgeführt werden.

source: Master or slave position of the first cam profile point not equal to 0.
de: Master- oder Slaveposition des ersten Kurvenscheibenpunktes ungleich 0.

source: Too few curve points.
de: Zu wenige Kurvenpunkte.

source: Invalid cam profile section type.
de: Ungültiger Typ für Kurvenscheiben-Teilstück.

source: Invalid mode for the last cam profile point.
de: Ungültiger Mode für letzten Kurvenscheibenpunkt.

source: Invalid master or slave position for last cam profile point.
de: Ungültige Master- oder Slaveposition für letzten Kurvenscheibenpunkt.

source: Master positions are not strictly monotonic increasing.
de: Masterpositionen nicht streng monoton ansteigend.

source: Invalid boundary parameters.
de: Unzulässige Randparameter.

source: Too many cam profile polynomials.
de: Zu viele Kurvenscheibenpolynome.

source: Turning point outside of cam profile section.
de: Wendepunkt ausserhalb des Kurvenscheiben-Teilstücks.

source: Identical slave positions not permitted.
de: Identische Slaverandpositionen nicht zulässig.

source: Specified data length is 0 or too low.
de: Angegebene Datenlänge 0 oder zu klein.

source: Not able to determine error text. See error text string for details.
de: Fehlertext konnte nicht ermittelt werden. Für Details siehe Fehlertextstring.

source: An error has occurred. See "ErrorRecord" output for details.
de: Ein Fehler ist aufgetreten. Für Details siehe Ausgang "ErrorRecord".

source: Not enough space in Broadcast channel.
de: Zuwenig Platz im Broadcast-Channel.

source: Problem with variable in permanent memory.
de: Problem mit Variable im Permanent-Memory.

source: Error in network configuration.
de: Fehler in Netzwerk-Konfiguration.

source: Error occurred during the setup operation.
de: Ein Fehler ist während der Setup-Operation aufgetreten.

source: Invalid number of polynomials in the cam.
de: Falsche Polynomanzahl in Kurvenscheibe.

source: No cam value can be calculated.
de: Kein Kurvenscheibenwert berechenbar.

source: One instance of the function block is already active on this axis.
de: Es ist bereits eine Instanz des Funktionsblocks auf dieser Achse aktiv.

source: Specified IntervalTime too small.
de: Die angegebene IntervalTime ist zu klein.

source: This functionality is not available for ACOPOS.
de: Diese Funktionalität ist für ACOPOS nicht verfügbar.

source: ParID cannot be read in this mode.
de: ParID kann mit dem angegebenen Modus nicht gelesen werden.

source: Invalid interpolator mode.
de: Ungültiger Interpolationsmodus.

source: Master period is zero.
de: Masterperiode ist 0.

source: Internal calculation error.
de: Interner Berechnungsfehler.

source: General internal error.
de: Allgemeiner interner Fehler.

source: Calculated Compensation exceeds limit values.
de: Berechneter Ausgleich überschreitet Grenzwerte.

source: Maximum time expired.
de: Die maximale Zeit wurde überschritten.

source: An error occurred during the holding brake test.
de: Ein Fehler ist während der Haltebremsenprüfung aufgetreten.

source: Internal values of the axis structure are invalid.
de: Interne Daten in der Achsstruktur sind ungültig.

source: Error at internal initialization (global init).
de: Fehler bei interner Initialisierung (Global-Init).

source: Error at internal initialization (software limits).
de: Fehler bei interner Initialisierung (SW-Endlagen).

source: Error at internal initialization (homing of virtual axis).
de: Fehler bei interner Initialisierung (Referenzieren einer virtuellen Achse).

source: ACP10_MC library: Initialization aborted
de: ACP10_MC-Library: Initialisierung abgebrochen

source: ACP10_MC library: Error with details in "ASCII data"
de: ACP10_MC-Library: Fehler mit Details in "ASCII Daten"

source: AR-DNS resolver: Initialization errors
de: Der AR-DNS Dienst konnte nicht ordnungsgemäß initialisiert werden.

source: AR-DNS resolver: Parameter changed
de: AR-DNS Dienst Konfiguration geändert

source: Status message
de: Status Rückmeldung

source: Base error for boot files update
de: error base for boot files update

source: Boot update ok
de: boot update done ok

source: File update ok
de: update of file done ok

source: File update failed (Write)
de: update of file failed at write

source: File update failed (Open)
de: update of file failed at open

source: Current target not supported by this library
de: Bibliothek unterstützt das aktuell verwendete Target nicht

source: Invalid security level
de: ungültiger Security Level

source: General error setting Security Level
de: INAsec: genereller Fehler beim Setzen des Security Level

source: Security Level setting ok
de: INAsec: erfolgreiches Setzen des Security Level

source: Initialization error.
de: AR-SLIP Device: init error

source: ER_INV_PAR; invalid parameter in the string
de: SYSTEM: ungültiger Parameter im String

source: Configuration error in system structures.
de: Konfigurationsfehler in den Systemstrukturen

source: General error from the X2XLink I/O system timer
de: Allgemeiner Fehler aus X2XLink IO-System Timer

source: Information: System synchronized to X2XLink
de: Information: System wird synchron zum X2XLink betrieben

source: Error opening the associated X2XLink device
de: Öffnen des zugehöriges X2XLink-Devices fehlgeschlagen

source: System Structure Configuration Error
de: Konfigurationsfehler in den Systemstrukturen

source: General error from the POWERLINK I/O system timer
de: Allgemeiner Fehler aus POWERLINK IO-System Timer

source: Information: System synchronized to POWERLINK
de: Information: System wird synchron zu POWERLINK betrieben

source: No Memory for Local Allocation
de: Kein Speicher bei lokaler Allocation

source: Difference between configured and inserted module
de: AR-PnP: Unterschiedliche Module konfiguriert und gesteckt

source: Configured module inserted
de: AR-PnP: Modul gesteckt

source: Configured module not found during boot
de: AR-PnP: Modul nicht gesteckt (wird bereits im Hochlauf detektiert)

source: Module removed while running
de: AR-PnP: Modul im laufenden Betrieb gezogen

source: Module in an unknown state
de: AR-PnP: Modul in unbekanntem Zustand (nicht "configured" oder "plugged", oder "configured+plugged")

source: Error generating device
de: AR-PnP: Fehler beim Erzeugen eines Devices

source: Error loading firmware file
de: AR-PnP: Fehler beim Firmware-Laden / Firmware-Update

source: Carried out reboot
de: AR-PnP: Reboot notwendig (um neue FW zu aktivieren)

source: AR "power cycle" necessary
de: AR-PnP: Power cycle notwendig (um neue FW zu aktivieren)

source: Invalid Pointer in the System Structure
de: Ungültiger Pointer in die Systemstrukturen
